[  
  {    
    "id": 1,    
    "name": "Yod Abyssinia Cultural Restaurant",    
    "location": "Addis Ababa, Ethiopia",    
    "description": "Yod Abyssinia Cultural Restaurant is a popular restaurant in Addis Ababa that offers traditional Ethiopian food and live music performances. It has a vibrant atmosphere and is a great place to experience Ethiopian culture.",    
    "review": "4.5 stars",    
    "meals": ["Injera and Wot", "Tibs", "Kitfo"]
  },
  {
    "id": 2,
    "name": "Jupiter International Hotel - Cazanchis Restaurant",
    "location": "Addis Ababa, Ethiopia",
    "description": "Jupiter International Hotel - Cazanchis Restaurant is located in the heart of Addis Ababa and offers a variety of international cuisine as well as Ethiopian dishes. It has a modern and elegant atmosphere.",
    "review": "4 stars",
    "meals": ["Pizza", "Burger", "Injera and Wot"]
  },
  {
    "id": 3,
    "name": "7 Olives Restaurant",
    "location": "Dire Dawa, Ethiopia",
    "description": "7 Olives Restaurant is a popular restaurant in Dire Dawa that offers Ethiopian and international cuisine. It has a casual and relaxed atmosphere and is a great place to enjoy a meal with friends or family.",
    "review": "4.2 stars",
    "meals": ["Injera and Wot", "Burger", "Pasta"]
  },
  {
    "id": 4,
    "name": "Fasika Ethiopian Restaurant",
    "location": "Hawassa, Ethiopia",
    "description": "Fasika Ethiopian Restaurant is a family-owned restaurant in Hawassa that offers traditional Ethiopian food in a cozy and intimate setting. It has a warm and welcoming atmosphere and is known for its injera and wot dishes.",
    "review": "4.3 stars",
    "meals": ["Injera and Wot", "Kitfo", "Tibs"]
  },
  {
    "id": 5,
    "name": "Café Chocolatta",
    "location": "Gondar, Ethiopia",
    "description": "Café Chocolatta is a popular café in Gondar that serves a variety of coffee drinks, teas, pastries, and light meals. It has a relaxed and cozy atmosphere and is a great place to relax and unwind.",
    "review": "4.6 stars",
    "meals": ["Coffee", "Tea", "Pastries"]
  },
  {
    "id": 6,
    "name": "Kategna Restaurant",
    "location": "Addis Ababa",
    "review": 4.3,
    "meals": ["Ethiopian", "African"],
    "description": "Kategna Restaurant is one of the top-rated restaurants in Addis Ababa. They serve traditional Ethiopian food in a cozy and inviting atmosphere."
  },
  {
    "id": 7,
    "name": "Four Sisters Restaurant",
    "location": "Gondar",
    "review": 4.6,
    "meals": ["Ethiopian", "African"],
    "description": "Four Sisters Restaurant is a family-owned business that has been serving traditional Ethiopian cuisine for over 20 years. They offer a variety of dishes that are sure to satisfy any appetite."
  },
  {
    "id": 8,
    "name": "Belegez Restaurant",
    "location": "Bahir Dar",
    "review": 4.2,
    "meals": ["Ethiopian", "African"],
    "description": "Belegez Restaurant is located in the heart of Bahir Dar and offers a wide selection of Ethiopian dishes. They also have a bar that serves local and imported drinks."
  },
  {
    "id": 9,
    "name": "7 Olives Restaurant",
    "location": "Dire Dawa",
    "review": 4.4,
    "meals": ["Ethiopian", "African"],
    "description": "7 Olives Restaurant is a popular spot in Dire Dawa that offers traditional Ethiopian dishes as well as some international options. They also have a coffee shop and a bar."
  },
  {
    "id": 10,
    "name": "Lalibela Restaurant",
    "location": "Lalibela",
    "review": 4.7,
    "meals": ["Ethiopian", "African"],
    "description": "Lalibela Restaurant is located in the historic town of Lalibela and offers a unique dining experience. They serve traditional Ethiopian food and have a great view of the surrounding mountains."
  }
]
